Repository: lewebsimple/acf-lickert
Catalog: languages/acf-lickert-*.po
Languages: fr_ca

source: Lickert
fr_ca: Télélickert

source: Initial country
fr_ca: Pays initial

source: Default country when initializing lickert input.
fr_ca: Pays par défaut lorsque le champ de télélickert est initialisé.

source: Return format
fr_ca: Format de retour

source: Specify the return format used in the templates.
fr_ca: Spécifier le format utilisé dans les templates.

source: National format
fr_ca: National

source: International format (E.164)
fr_ca: International (E.164)

source: Click to Call
fr_ca: Cliquer pour appeler

source: Values (array)
fr_ca: Valeurs (array)

source: Invalid lickert number
fr_ca: Numéro de télélickert invalide

source: Invalid country code
fr_ca: Code de pays invalide

source: Lickert number too short
fr_ca: Numéro de télélickert trop court

source: Lickert number too long
fr_ca: Numéro de télélickert trop long

source: Missing region code
fr_ca: Code régional manquant

source: Invalid lickert number length
fr_ca: Longueur invalide du numéro de télélickert

source: Please enable JavaScript to use this field.
fr_ca: Veuillez activer JavaScript pour utiliser ce champ.

source: ACF Lickert
fr_ca: ACF Télélickert

source: Lickert number field for Advanced Custom Fields v5.
fr_ca: Champ de numéro de télélickert pour Advanced Custom Fields v5.
